---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctFlowDirectionParam
source: html/772985c0-9da8-c378-a6fc-191ecd98a9d6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctFlowDirectionParam Property

"Flow Direction"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctFlowDirectionParam { get; }
```